{
    "ru": {
        "Showcase": "Витрина",
        "Pop-up group": "Группа поп-ап",
        "Edit": "Редактировать",
        "Cancel": "Отменить",
        "Delete": "Удалить",
        "Save": "Сохранить",
        "Close editing groups to continue customizing pop-ups.": "Закройте редактирование групп, чтобы продолжить настройку всплывающих окон.",
        "Add": "Добавить",
        "Add popup": "Добавить поп-ап",
        "Name": "Название",
        "Popup ID": "Поп-ап ID",
        "Copy": "Копировать",
        "Settings": "Настройки",
        "Content": "Контент",
        "Display conditions": "Условия показа",
        "Start": "Запуск",
        "Main": "Основное",
        "Type": "Тип",
        "Choose one of the options": "Выберите один из вариантов",
        "device": "Устройство",
        "Popup name.": "Название поп-ап.",
        "Popup - Modal window with background dimming and scroll lock.": "Popup - Модальное окно с затемнением фона и блокировкой скролла.",
        "Toast - Modal window without background dimming and without scroll lock.": "Toast - Модальное окно без затемнения фона и без блокировки скролла.",
        "Banner - Content block embedded on website pages.": "Banner - Контентный блок встраиваемый на страницы сайта.",
        "Popup type.": "Тип поп-ап.",
        "The size of the device for which you are setting up the pop-up.": "Размер устройства для которого настраиваете поп-ап.",
        "Modal window styles for": "Стили модального окна для",
        "Variant": "Вариант",
        "Modal window design option.": "Вариант оформления модального окна.",
        "Animation when popup opens": "Анимация при открытии всплывающего окна",
        "Popup closing animation": "Анимация закрытия всплывающего окна",
        "Width": "Ширина",
        "Modal window width.": "Ширина модального окна.",
        "To set the value to \"none\", delete the current value.": "Чтобы установить значение \"none\" удалите текущие значение.",
        "Modal window height.": "Высота модального окна.",
        "Height": "Высота",
        "Rounding corners": "Скругление углов",
        "Rounding the corners of a modal window.": "Скругление углов модального окна.",
        "Background": "Фон",
        "Modal window background color.": "Цвет фона модального окна.",
        "Decorative line color": "Цвет декоративной линии",
        "Modal window decorative line color on mobile devices.": "Цвет декоративной линии модального окна на мобильных устройствах.",
        "Color": "Цвет",
        "Modal window color.": "Цвет модального окна.",
        "Position": "Позиция",
        "Pop-up position on the site.": "Положение поп-ап на сайте.",
        "Additional CSS styles for pop-ups.": "Дополнительные CSS-стили для поп-ап.",
        "View": "Вид",
        "View identity by 90% For detailed settings, focus on the popup on the site.": "Вид идентичен на 90% для детальной настройки ориентируйтесь на попап на сайте.",
        "Blocks": "Блоки",
        "Structural": "Структурные",
        "CONTAINER": "КОНТЕЙНЕР",
        "ROW": "РЯД",
        "TEXT": "ТЕКСТ",
        "FORM": "ФОРМА",
        "IMAGE": "ИЗОБРАЖЕНИЕ",
        "VIDEO": "ВИДЕО",
        "BUTTON": "КНОПКА",
        "TIMER": "ТАЙМЕР",
        "CLOSE (Icon)": "ЗАКРЫТЬ (Иконка)",
        "A structural element that limits the size of blocks and centers the blocks": "Структурный элемент, ограничивающий размер блоков и выполняет центрирование блоков",
        "Structural element for aligning blocks in one row": "Структурный элемент для выравнивания блоков в один ряд",
        "Text editor": "Текстовый редактор",
        "Form for data exchange between user and server": "Форма для обмена данными между пользователем и сервером",
        "Image": "Изображение",
        "Video": "Видео",
        "Button": "Кнопка",
        "Countdown timer": "Таймер обратного отсчета",
        "Pure html code": "Чистый HTML-код",
        "Demarcation line": "Разделительная линия",
        "Popup close icon": "Иконка закрытия всплывающего окна",
        "Impression limit": "Количество показов",
        "Will be shown if conditions are met": "Будет показано при соблюдении условий",
        "Session number of impressions": "Количество показов за сессию",
        "Total Impressions": "Количество показов за все время",
        "The session begins when you visit the site and ends when you close the browser.": "Сессия начинается при посещении сайта, заканчивается при закрытии браузера.",
        "Miscellaneous": "Разное",
        "Delay (seconds)": "Задержка (секунды)",
        "Show on number of pages viewed": "Показать после количества просмотренных страниц",
        "Show at page scroll percentage (%)": "Показывать при проценте прокрутке страницы (%)",
        "Anchor": "Якорь",
        "Clicks on elements": "Клики по элементам",
        "Re-showing the popup": "Повторный показ поп-ап",
        "Specify the number of days after which the pop-up will be shown again.": "Укажите количество дней, через которое всплывающее окно будет показано снова.",
        "Show on devices": "Показать на устройствах",
        "Show when trying to leave site": "Показывать при попытке покинуть сайт",
        "Show only on URL's": "Показывать только на URL",
        "Stop words in URL": "Стоп-слова в URL",
        "Show if URL contains": "Показать, если URL содержит",
        "Show if there are more items in the cart": "Показать, если товаров в корзине больше",
        "Show when the value of the items in the cart has been reached": "Показать, если достигнута сумма товаров в корзине",
        "Show when adding item to cart": "Показывать при добавлении товара в корзину",
        "Show when removing item from cart": "Показывать при удалении товара из корзины",
        "Show if the item costs more": "Показать, если стоимость товара больше",
        "Show if the number of products is more": "Показать, если количество товаров больше",
        "Date": "Дата",
        "Show start date": "Дата начала показов",
        "Shows end date": "Дата окончания показов",
        "Show day": "День показа",
        "Show start hours": "Часы начала показа",
        "Show end hours": "Часы окончания показа",
        "Product": "Продукт",
        "Cart": "Корзина",
        "Monday": "Понедельник",
        "Tuesday": "Вторник",
        "Wednesday": "Среда",
        "Thursday": "Четверг",
        "Friday": "Пятница",
        "Saturday": "Суббота",
        "Sunday": "Воскресенье",
        "Limited number of impressions during the session:": "Ограниченное количество показов во время сессии:",
        "Limited number of impressions at all times:": "Ограниченное количество показов на все время:",
        "Will be shown after the number of unique page views:": "Будет показано после количества просмотров уникальных страниц:",
        "Will show when the page scroll percentage reaches:": "Будет показано, когда процент прокрутки страницы достигнет:",
        "of the page": "страницы",
        "Will be shown when the selector": "Будет показано, когда селектор",
        "is in view": "попадет в зону видимости",
        "It will be shown when the selector is clicked": "Будет показано при нажатии на селектор",
        "Will be shown again after a number of days:": "Будет показано повторно через количество дней:",
        "Will be shown on all devices": "Будет показано на всех устройствах",
        "Will be shown on mobile devices": "Будет показано на мобильных устройствах",
        "Will be shown on desktop devices": "Будет показано на десктоп устройствах",
        "Will only be shown on pages:": "Будет показано только на страницах:",
        "Will be shown if the URL does not contain:": "Будет показано, если URL-адрес не содержит:",
        "Will be shown if the URL contains:": "Будет показано, если URL-адрес содержит:",
        "It will be shown if the number of items in the cart is greater:": "Будет показано, если ли количество товаров в корзине  больше:",
        "It will be shown if the cost of the item in the cart is higher:": "Будет показано, если стоимость товара в корзине больше:",
        "Will be shown when you remove an item from your cart": "Будет показано при удалении товара из корзины",
        "It will be shown if the cost of the product on the product page is higher:": "Будет показано, если стоимость товара на странице товара выше:",
        "It will be shown if the number of products on the product page is greater:": "Будет показано, если количество товаров на странице товара больше:",
        "Show start date:": "Дата начала показов:",
        "Show end date:": "Дата окончания показов:",
        "Show opening hours:": "Часы начала показов:",
        "End of show hours:": "Часы окончания показов:",
        "Day of the week of shows (by count):": "День недели показов (по счету):",
        "Will be shown when leaving the site": "Будет показано при уходе с сайта",
        "Activate": "Активировать",
        "Display delay in seconds:": "Задержка показа в секундах:",
        "Will be shown when adding item to cart": "Будет показано при добавлении товара в корзину",
        "Three simple steps to launch a pop-up. Set up content, display conditions and activate.": "Три простых шага до запуска поп-ап. Настройте контент, условия показа и активируйте.",
        "Fill out the informational content of the pop-up.": "Заполните информационное содержание поп-ап.",
        "Conditions under which the pop-up will be shown to the user. If not configured, the pop-up will be shown immediately after the page loads.": "Условия, при которых всплывающее окно будет показано пользователю. Если не настроено, всплывающее окно будет показано сразу после загрузки страницы.",
        "Activation": "Активация",
        "Check the display conditions, if everything is correct, activate it.": "Проверьте условия показа, если все правильно, активируйте.",
        "Back": "Назад",
        "Show a pop-up after a specified number of seconds.": "Показать поп-ап через заданное количество секунд.",
        "Show a pop-up when the page scroll percentage reaches a specified number.": "Показать поп-ап когда процент прокрутки страницы достигает заданного числа.",
        "Show a popup after a specified number of unique pages viewed.": "Показать попап после заданного числа уникальных просмотренных страниц.",
        "Show a popup when the specified selector comes within the user's visibility area.": "Показать попап когда заданный селектор попадет в зону видимости пользователя.",
        "Show a popup when you click on the specified selectors.": "Показать попап при клике по заданным селекторам.",
        "Select the device you want to display the pop-up on.": "Выберите устройство на котором нужно показать поп-ап.",
        "Set up only those conditions that you need, leave the rest empty.": "Настраивайте только те условия, которые вам нужны, остальные оставьте пустыми.",
        "List the URLs of the pages on which you need to limit the display of pop-ups.": "Перечислите URL-адреса страниц, на которых нужно ограничить показ поп-ап.",
        "List the words that will be checked for content in the URL; if the URL contains one of these words, the pop-up will not be shown.": "Перечислите слова, которые будут проверяться на содержание в URL, если URL содержить одно из этий слов, поп-ап не будет показано.",
        "List the words that will be checked for content in the URL, if the URL contains one of these words, the pop-up will be shown.": "Перечислите слова, которые будут проверяться на содержание в URL, если URL содержить одно из этий слов, поп-ап будет показано.",
        "If you need multiple values, list them separated by commas (\",\").": "Если нужно множество значений, перечисляйте их через запятую (\",\").",
        "On all devices": "На всех устройствах",
        "Mobile": "Мобильные",
        "Desktop": "Десктоп",
        "Instructions": "Инструкция",
        "Specify the selector of the desired html tag.": "Укажите селектор нужного html-тега.",
        "How to find html tags using CSS selectors": "Как найти html теги по CSS селекторам",
        "Installing the application": "Установка приложения",
        "Installation of the necessary files for the application to work is carried out using a helper.": "Установка необходимых файлов для работы приложения осуществляется с помощью хелпера.",
        "For the Shop Script application, if the frontend_head hook is present, installation is carried out automatically, no additional actions are required.": "Для приложения «Shop-Script» при наличии хука frontend_head установка осуществляется автоматически, никаких дополнительных действий не требуется.",
        "Installation using helper": "Установка с помощью хелпера",
        "Placed in a site template, which is responsible for all pages of the site. For example, for the “Shop” application it will be: Store → Showcase → Templates → index.html.": "Размещается в шаблоне сайта, который отвечает за все страницы сайта. Например, для приложения «Магазин» это будет: Магазин → Витрина → Шаблоны → index.html.",
        "Inside the tag": "Внутри тега",
        "To create a pop-up, select a group and click \"Add pop-up\".": "Для создания поп-ап выберите группу и нажмите «Добавить поп-ап».",
        "To start using the application, select a showcase and": "Чтобы начать использовать приложение, выберите витрину и",
        "install the application on the website": "установите приложение на сайт",
        "Designer form": "Конструктор форм",
        "Available only to premium license holders.": "Доступно только владельцам премиальной лицензии.",
        "See an example of creating a pop-up": "Смотреть пример создания поп-ап",
        "YouTube video": "видео YouTube",
        "Top": "Вверх",
        "Right": "Справа",
        "Bottom": "Низ",
        "Left": "Слева",
        "Margins": "Внешние отступы",
        "Padding": "Внутренние отступы",
        "All": "Все",
        "All showcases": "Все витрины"
    }
}